import './Costums.css';
import ItemsList from '../ItemsList/ItemsList';

export default function Costums(){
    return(
        <div className='costums'>
            <h1>Рольові костюми для ігор по-дорослому</h1>
            <p>На думку більшості психологів, процес будь-якої гри робить благотворний вплив на нервову систему людини, 
                так як гри розкріпачують, розвивають фантазію, піднімають самооцінку і розслаблюють нас. Що вже говорити 
                про еротичних іграх з допомогою реально відвертих і розбурхують фантазію ігрових костюмів!</p>
            <p>Еротичні рольові ігри – це цілий світ чудових забав, які дозволять різноманітити набридлу сексуальне життя 
                пари, так і врятувати усложнившиеся стосунки, адже вони вдихнуть у них свіжу іскру інтриги та неординарності.
                 Багаторічні відносини дуже часто призводять до втрати інтересу одного або обох партнерів до сексу – інтим стає 
                 уденним і побутовим, не приносить колишнього насолоди. Ігрові костюми для рольових ігор у даному випадку стають
                  тією самою справжньою паличкою виручалочкою. Розігрування різних сюжетів допоможе партнерам побачити один 
                  одного в абсолютно новому світлі, реалізувати найпотаємніші бажання і зухвалі мрії!</p>
            <ItemsList />
        </div>
    )
}